{
  "links": {
    "github": "https://github.com/th3-Rocha",
    "mail": "mailto:murilorocha537@gmail.com",
    "instagram": "https://www.instagram.com/rocha_lee/"
  },
  "header": {
    "title": "Murilo Rocha Portfolio",
    "navigation": {
      "home": "Rocha",
      "about": "About me",
      "contact": "Contact me",
      "theme": "Theme",
      "youAre": "you are here",
      "homeName": "Home",
      "close": "Close"
    }
  },
  "home": {
    "name": "Murilo Rocha",
    "nameDescription": "Frontend & Backend Developer Specializing in ",
    "nameDescriptionHighlight": "React & Next JS",
    "works": [
      {
        "title": "SMV Zap",
        "description": "Landing page built with Next.js for a WhatsApp extension featuring a CRM and message broadcasting system. Both the extension (developed in React with Tailwind CSS and Shadcn) and the backend (built with Node.js) were projects I worked on within the same company."
      },
      {
        "title": "Bloch Sphere",
        "description": "Interactive 3D Bloch Sphere built with React and React Three Fiber for a college project, running in the browser. Users can manipulate qubit state parameters and instantly visualize the corresponding quantum-state formula and its computed results."
      },
      {
        "title": "Olhaozap.AI",
        "description": "Website that shortens WhatsApp links for free, built with Next.js and Next Server Actions."
      },

      {
        "title": "Wombo Combo Rush",
        "description": "A fully self-made game developed for a college game jam, built with C# and the Unity engine, and playable directly in the web browser."
      },
      {
        "title": "Wombo Combo Rush",
        "description": "A fully self-made game developed for a college game jam, built with C# and the Unity engine, and playable directly in the web browser."
      }
    ],
    "detailTitle": [
      {
        "title": "Selected work"
      },
      {
        "title": "What I do"
      }
    ],
    "Habilities": [
      {
        "MainWord": "Design",
        "MainText": "A strong foundation is essential for any project. I deliver beautiful and intuitive designs that align with your brand's essence. I believe usability and aesthetics go hand-in-hand to make better products."
      },
      {
        "MainWord": "Development",
        "MainText": "Using the latest web dev techs, I build pixel-perfect, fast and accessible websites. I specialise in creative interactions and transitions."
      },
      {
        "MainWord": "Design & dev",
        "MainText": "This is my most preferred service as it allows the entire website creation—from concept to final site—to be seamless and ultra-fast."
      }
    ],
    "SparkMensage": "I enjoy designing meaningful experiences for brands & businesses to help them serve their target users.",
    "WhatIdoPart1": "Delivering ",
    "WhatIdoPart2": "modern, cohesive & intuitive",
    "WhatIdoPart3": " web solutions."
  },
  "about": {
    "intro": "Weaving Seamless Experiences Across",
    "introHighlight": " Interfaces and Infrastructure",
    "aboutMe": "I’m a Brazilian front-end developer with a passion for solving problems and building innovative digital experiences. With expertise in Node.js, Next.js.",
    "history": "I enjoy playing guitar, listening to music, and playing video games. I also like to run, spend time at the beach, and practice meditation to disconnect from the internet and technology, focusing on mindfulness and relaxation.",
    "history2": "I have a passion for learning a bit of everything, from Arduino automation and machining to studying new languages like Italian.",
    "anotherInspirationsTitle": "My development stack is focused on front-end technologies like React, Next.js, and other modern tools to create responsive and dynamic user experiences.",
    "anotherInspirationsText": "Apart from my main domain, I also like branding, icon design and minimal illustrations. I am an enthusiast of digital art, motion design & WebGL."
  },
  "contact": {
    "title": "Contact",
    "subTitle": "Interested in work together? Submit an email for me",
    "promtForGem": "Pretend to be an enlightened being and write only a poetic phrase between quotation marks",
    "form": {
      "name": "Name",
      "email": "Email",
      "message": "Message",
      "submit": "Submit"
    }
  },
  "footer": {
    "WantText": "Interested in working together?",
    "ContactText": "Contact Me",
    "Disclaim": "Disclaim",
    "ReachText": "Reach out for collaboration or say hi at",
    "email": "murilorocha537@gmail.com",
    "instagram": "https://instagram.com.br",
    "github": "https://github.com/th3-Rocha"
  }
}
